Функция ВернутьНакладные() Экспорт
	Запрос = Новый Запрос;
	Запрос.Текст = "ВЫБРАТЬ
	               |	ПриходТовараТовары.Ссылка КАК Документ,
	               |	ПриходТовараТовары.Товар КАК Товар,
	               |	ПриходТовараТовары.Сумма КАК Сумма,
	               |	""Приход"" КАК ВидДокументa
	               |ИЗ
	               |	Документ.ПриходТовара.Товары КАК ПриходТовараТовары
	               |ГДЕ
	               |	ПриходТовараТовары.Ссылка.Организация = &Организация
	               |
	               |ОБЪЕДИНИТЬ ВСЕ
	               |
	               |ВЫБРАТЬ
	               |	РасходТовараТовары.Ссылка,
	               |	РасходТовараТовары.Товар,
	               |	""Расход""
	               |ИЗ
	               |	Документ.РасходТовара.Товары КАК РасходТовараТовары
	               |ГДЕ
	               |	РасходТовараТовары.Ссылка.Организация = &Организация"   
	;
	Запрос.УстановитьПараметр("Организация",Организации);
	Возврат Запрос.Выполнить().Выгрузить();
				   
КонецФункции
